Repository: 123peterkim/Indicators
Catalog: Technical/Properties/Resources.*.resx
Languages: ru_ru

# FastConst
source: Fast Smoothing Constant
ru_ru: Быстрая Сглаживающая Константа

# SlowConst
source: Slow Smoothing Constant
ru_ru: Медленная Сглаживающая Константа

# ShortValues
source: Show Short Values
ru_ru: Показывать Сокращенные Значения

source: Line Till Touch
ru_ru: Продожить Линию До Касания

source: Close
ru_ru: Закрытие

source: High
ru_ru: Максимум

source: Low
ru_ru: Минимум

source: Open
ru_ru: Открытие

source: Show Area
ru_ru: Отображать Область

source: Custom Session
ru_ru: Произвольное Время Сессии

source: Repeat Alert
ru_ru: Повторять Алерт

source: Tolerance
ru_ru: Отклонение

# CustomTimeZone
source: Custom Current Time Timezone
ru_ru: Произвольное Смещение Текущего Времени

# MaxVolPercent
source: Maximal Candle Volume Percent
ru_ru: Максимальный Процент От Объема Свечи

# MinVolPercent
source: Minimal Candle Volume Percent
ru_ru: Минимальный Процент От Объема Свечи

source: Show Trades Count
ru_ru: Отображать Количество Сделок

source: Fake Series
ru_ru: Фальшивая Серия

source: Fake Series Color
ru_ru: Цвет Фальшивой Серии

source: Green Series
ru_ru: Зеленая Серия

source: Green Series Color
ru_ru: Цвет Зеленой Серии

source: Sit Series
ru_ru: Присядающая Серия

source: Sit Series Color
ru_ru: Цвет Приседающей Серии

source: Weak Series
ru_ru: Увядающая Серия

source: Weak Series Color
ru_ru: Цвет Увядающей Серии

source: Reverse Alert
ru_ru: Обратный Алерт

source: Volume Alert
ru_ru: Алерт По Объему

source: Hide All
ru_ru: Скрывать Все

source: Minutes
ru_ru: Минуты

source: Period Type
ru_ru: Тип Периода

source: Show Height
ru_ru: Отображать Высоту

source: Show Divergence
ru_ru: Отображать Расхождение

source: Bars Count Filter
ru_ru: Фильтр По Количеству Баров

# Color20
source: 20% Color
ru_ru: 20% Цвет

# Color50
source: 50% Color
ru_ru: 50% Цвет

# Color80
source: 80% Color
ru_ru: 80% Цвет

# ColorMinus20
source: -20% Color
ru_ru: -20% Цвет

# ColorMinus50
source: -50% Color
ru_ru: -50% Цвет

# ColorMinus80
source: -80% Color
ru_ru: -80% Цвет

source: Show Current Value
ru_ru: Отображать Текущее Значение

source: Middle
ru_ru: Середина

# PocChangeAlert
source: POC Level Change Alert
ru_ru: Алерт При Изменении Уровня POC

source: POC Touch Alert
ru_ru: Алерт При Касании Уровня POC

source: VAH Touch Alert
ru_ru: Алерт При Касании Уровня VAH

source: VAL Touch Alert
ru_ru: Алерт При Касании Уровня VAL

source: Price Selection Color
ru_ru: Цвет Выделения Цен

source: Show Price Selection
ru_ru: Отображать Выделение Цен

source: Singal Alert
ru_ru: Сигнальный Алерт

source: Down Alert
ru_ru: Нижний Алерт

source: Up Alert
ru_ru: Верхний Алерт

source: Center Align
ru_ru: Отображать По Центру

source: Show Bot Block
ru_ru: Отображать Нижние Блоки

# ShowTopBlock
source: Show Top Blocks
ru_ru: Отображать Верхние Блоки

source: Filter Color
ru_ru: Цвет Фильтра

source: Fill Candles
ru_ru: Раскрашивать Свечи

# AlertBeforeCandle
source: Alert Before New Candle
ru_ru: Алерт Перед Новым Баром

source: Seconds
ru_ru: Секунды

source: Show First Partial Period
ru_ru: Отображать Первый Неполный Период

# AlertNewCandle
source: Alert On New Candle
ru_ru: Алерт На Новой Свече

source: Background Bearlish
ru_ru: Фон Направления Вниз

source: Background Bullish
ru_ru: Фон Направления Вверх

# ColorBeforeCandle
source: Change Color Before New Candle
ru_ru: Изменить Цвет Перед Новой Свечей

# TooSmallRows
source: Price Rows Height Too Small For Render
ru_ru: Ценовые Уровни Слишком Малы Для Отображения

source: Lower Fill
ru_ru: Нижняя Заливка

source: Lower Fill 2
ru_ru: Нижняя Заливка 2

# LowerStd1
source: Lover Deviation 1
ru_ru: Нижнее Отклонение 1

# LowerStd2
source: Lover Deviation 2
ru_ru: Нижнее Отклонение 2

# LowerStd3
source: Lover Deviation 3
ru_ru: Нижнее Отклонение 3

source: Middle Fill Down
ru_ru: Средняя Нижняя Заливка

source: Middle Fill Up
ru_ru: Средняя Верхняя Заливка

source: Upper Fill
ru_ru: Верхняя Заливка

source: Upper Fill 2
ru_ru: Верхняя Заливка 2

# UpperStd1
source: Upper Deviation 1
ru_ru: Верхнее Отклонение 1

# UpperStd2
source: Upper Deviation 2
ru_ru: Верхнее Отклонение 2

# UpperStd3
source: Upper Deviation 3
ru_ru: Верхнее Отклонение 3

source: Neutral/Border Color
ru_ru: Нейтральный Цвет Границы

source: Combined
ru_ru: Совмещенный

source: Both
ru_ru: Оба

source: Levels
ru_ru: Уровни

source: Levels Mode
ru_ru: Режим Уровней

source: Average
ru_ru: Средний

# DisplayBottom
source: Display At Bottom
ru_ru: Отображать Внизу

source: TWAP Period
ru_ru: Период TWAP

source: Lower
ru_ru: Ниже

source: Upper
ru_ru: Выше

source: Total
ru_ru: Объем

source: Volume Type
ru_ru: Тип Объема

source: Colored Direction
ru_ru: Цветные Направления

source: Days Look Back
ru_ru: Количество Дней Для Расчета

# DaysLookBackDescription
source: Refers to the number of previous days taken into account when calculating an indicator
ru_ru: Количество дней, которые используются для расчета индикатора

source: Location Filters
ru_ru: Фильтры По Расположению

source: Doji Candle Bear
ru_ru: Медвежья Додж Свеча

source: Doji Candle Bull
ru_ru: Бычья Додж Свеча

source: Doji Empty Color
ru_ru: Додж Свеча Без Теней

source: Equilibrium Bottom Candle
ru_ru: Нижняя Тень Додж Свечи

source: Equilibrium Top Candle
ru_ru: Верхняя Тень Додж Свечи

source: Move Candle Bear
ru_ru: Тело Медвежьей Свечи

source: Move Candle Bull
ru_ru: Тело Бычьей Свечи

source: Pullback Candle Bear
ru_ru: Тень Медвежьей Свечи

source: Pullback Candle Bull
ru_ru: Тень Бычьей Свечи

source: Strong Candle Bear
ru_ru: Строго Медвежья Свеча

source: Strong Candle Bull
ru_ru: Строго Бычья Свеча

# OnlyAlertsSupported
source: Only Alerts Are Supported
ru_ru: Поддерживаются Только Алерты

# ThirdFormula
source: 3rd Formula
ru_ru: Формула Третьего Уровня

# AlertPerBar
source: Only One Alert Per Bar
ru_ru: Один Алерт В Течение Бара

source: Headers
ru_ru: Заголовки

# MaximumVolumeDescription
source: Shows line of maximum value of volume for specifyed amount of bars
ru_ru: Отображает линию максимального значения объема за последние несколько баров(задается в настройке)

# ReverseAlertDescription
source: Appears on divergences(candle is positive and delta is negative or visa versa)
ru_ru: Появляется на свечах с дивергенцией(свеча положительная, а дельта отрицательная. И наоборот)

source: Rows
ru_ru: Строки

source: Volume Label
ru_ru: Значения Объемов

# VolumeLabelDescription
source: When bars are wide, shows values of volumes on each bar
ru_ru: Отображает значение объемов на каждом баре(значения видны только при растянутых по горизонтали барах)

source: Buy Overshoot Color
ru_ru: Цвет Покупки С Превышением

source: Buy Overshoot 1 Color
ru_ru: Цвет Покупки С Превышением 1

source: Buy Overshoot 2 Color
ru_ru: Цвет Покупки С Превышением 2

source: Buy Overshoot 3 Color
ru_ru: Цвет Покупки С Превышением 3

source: Highlight Signal Bars
ru_ru: Выделять Сигнальные Бары

source: Resistance Level
ru_ru: Уровень Сопротивления

source: Sell Overshoot 1 Color
ru_ru: Цвет Продажи С Превышением 1

source: Sell Overshoot 2 Color
ru_ru: Цвет Продажи С Превышением 2

source: Sell Overshoot 3 Color
ru_ru: Цвет Продажи С Превышением 3

source: Sell Overshoot Color
ru_ru: Цвет Продажи С Превышением

source: Show Signal Numbers
ru_ru: Показать Номера Сигналов

# SRLevels
source: Support/Resistance Levels
ru_ru: Уровни Поддержки/Сопротивления

source: Support Level
ru_ru: Уровень Поддержки

# WWMA
source: Welles Wilders Moving Average
ru_ru: Скользящая Средняя Уэллса Вилдерса

source: Ask/Bid Volume
ru_ru: Объем Покупок Или Продаж

# SZMA
source: Simple Moving Average - Skip Zeros
ru_ru: Простая Скользящая Средняя Пропускающая Нули

# UpDownVolume
source: Up/Down Candle Volume
ru_ru: Объем Бычьей Или Медвежьей Свечи

source: HL Average
ru_ru: HL Среднее Значение

source: HLC Average
ru_ru: HLC Среднее Значение

source: OHLC Average
ru_ru: OHLC Среднее Значение

source: Profile
ru_ru: Профиль

source: Row Width
ru_ru: Ширина Строки

source: Close Partially
ru_ru: Закрыть частично

source: Hide Border
ru_ru: Скрыть границы

source: Hide Gaps
ru_ru: Скрыть гэпы

source: Limit Max Gap Body Length
ru_ru: Ограничение максимальной длины тела гэпа

# MaxGapBodyLength
source: Max Gap Body Length (bars)
ru_ru: Максимальная длина тела гэпа (бары)

source: Minimal Deviation (%)
ru_ru: Минимальное отклонение (%)

source: Broken Channel Color
ru_ru: Цвет пробитого канала

source: Deviation
ru_ru: Отклонение

source: Extend Lines
ru_ru: Продлить линии

source: Show Broken Channel
ru_ru: Показать пробитый канал

source: Extend Last
ru_ru: Продлить последний

source: Extend Previous
ru_ru: Продлить до следующего

source: Zone
ru_ru: Зона

source: Display Mode
ru_ru: Режим отображения

source: General
ru_ru: Общее

source: Label Location
ru_ru: Расположение метки

source: Line Style
ru_ru: Стиль линии

source: Open / Close
ru_ru: Открытие / Закрытие

source: Resistance Color
ru_ru: Цвет сопротивления

source: Show Lines
ru_ru: Показать линии

source: Show Timeframe Label
ru_ru: Показать метку таймфрейма

source: Support Color
ru_ru: Цвет поддержки

source: Time Frame 1
ru_ru: Период свечи 1

source: Time Frame 2
ru_ru: Период свечи 2

source: Time Frame 3
ru_ru: Период свечи 3

source: Time Frame 4
ru_ru: Период свечи 4

source: Color Scheme
ru_ru: Цветовая схема

# CoolDownPeriod
source: Cool down period (seconds)
ru_ru: Период охлаждения (секунды)

source: Price Offset
ru_ru: Отклонение цены

source: Show on chart
ru_ru: Показать на графике

# BWMA
source: Bill Williams Moving Average
ru_ru: Скользящая средняя Билла Вильямса

# DEMA
source: Double Exponential Moving Average
ru_ru: Двойная экспоненциальная скользящая средняя

# SWWMA
source: Sine-Wave Weighted Moving Average
ru_ru: Синусоидальная взвешенная скользящая средняя

# TEMA
source: Triple Exponential Moving Average
ru_ru: Тройная экспоненциальная скользящая средняя

# TMA
source: Triangular Moving Average
ru_ru: Треугольная скользящая средняя

# ZLEMA
source: Zero Lag Exponential Moving Average
ru_ru: Экспоненциальная скользящая средняя с нулевой задержкой

source: Current Timeframe
ru_ru: Текущий Таймфрейм

source: Hide Olds
ru_ru: Скрыть Старые

source: Higher Timeframe
ru_ru: Высший Таймфрейм

source: Label
ru_ru: Метка

source: Midpoint
ru_ru: Середина

source: Midpoint Touch
ru_ru: Касание Средней Точки
