Repository: 123peterkim/Indicators
Catalog: Technical/Properties/Resources.*.resx
Languages: ru_ru

# ADX
source: Average Directional Movement Index
ru_ru: Индекс Среднего Направления Движения

# ATR
source: Average True Range
ru_ru: Средний Истинный Диапазон

source: Bollinger Bands
ru_ru: Полосы Боллинджера

# CCI
source: Commodity Channel Index
ru_ru: Индекс Товарного Канала

source: Common
ru_ru: Общее

# DINeg
source: Negative Directional Indicator
ru_ru: Индикатор Направленности DI-

# DIPos
source: Positive Directional Indicator
ru_ru: Индикатор Направленности DI+

# DX
source: Directional Movement Index
ru_ru: Индекс Направленного Движения

# EMA
source: Exponential Moving Average
ru_ru: Экспоненциальная Скользящая Средняя (EMA)

source: Highest
ru_ru: Максимальное Значение

# LinearReg
source: Linear Regression
ru_ru: Линейная Регрессия

source: Lowest
ru_ru: Минимальное Значение

# MACD
source: Moving Average Convergence/Divergence
ru_ru: Схождение/Расхождение Скользящих Средних

source: Mean Deviation
ru_ru: Среднее Отклонение

source: Momentum
ru_ru: Момент

source: Parabolic SAR
ru_ru: Параболическая Система SAR

source: Period
ru_ru: Период

# RSI
source: Relative Strength Index
ru_ru: Индекс Относительной Силы

# RVI
source: Relative Vigor Index
ru_ru: Индекс Относительной Энергии

# SMA
source: Simple Moving Average
ru_ru: Простая Скользящая Средняя (SMA)

# SMMA
source: Smoothed Moving Average
ru_ru: Сглаженная Скользящая Средняя (SMMA)

# StdDev
source: Standard Deviation
ru_ru: Стандартное Отклонение

source: Stochastic
ru_ru: Стохастик

# WMA
source: Weighted Moving Average
ru_ru: Взвешанная Скользящая Средняя (WMA)

source: Color
ru_ru: Цвет

source: Width
ru_ru: Толщина

source: Mode
ru_ru: Режим

source: Ask
ru_ru: Аск

source: Bid
ru_ru: Бид

source: Text
ru_ru: Текст

source: Colors
ru_ru: Цвета

source: Filters
ru_ru: Фильтры

# DeltaColored
source: Delta Coloring
ru_ru: Раскраска По Дельте

source: Calculation
ru_ru: Вычисления

source: Filter
ru_ru: Фильтр

source: Type
ru_ru: Тип

source: Use Filter
ru_ru: Использовать Фильтр

source: Pivot Range
ru_ru: Pivot Диапазон

source: Candles
ru_ru: Свечи

source: Line
ru_ru: Линия

source: Session Delta Mode
ru_ru: Режим Сессионной Дельты

# VisualMode
source: Mode
ru_ru: Режим

# Minimizedmode
source: Minimize Mode
ru_ru: Режим Минимизации

source: High / Low
ru_ru: Макс / Мин

source: First Dev.
ru_ru: Отклонение №1

source: Second Dev.
ru_ru: Отклонение №2

source: Accumulated
ru_ru: Накопительно

source: Alert File
ru_ru: Звук

source: Alerts
ru_ru: Алерты

# AllPeriodtxt
source: All Period
ru_ru: Весь Период

source: Approximation Alert
ru_ru: Алерт Приближения Цены К Уровню

source: Approximation Filter
ru_ru: Расстояние До Цены Для Алерта

source: At Start
ru_ru: От Начала

source: Background
ru_ru: Фон

source: Changing Level Alert
ru_ru: Алерт Смены Уровня

source: Daily
ru_ru: День

source: Delta
ru_ru: Дельта

source: Font Color
ru_ru: Цвет Текста

source: Hourly
ru_ru: Час

source: Monthly
ru_ru: Месяц

source: Other
ru_ru: Остальное

source: Show Volume
ru_ru: Отображать Объем

source: Ticks
ru_ru: Тики

source: Time
ru_ru: Время

source: Volume
ru_ru: Объем

source: Volume Visualization Type
ru_ru: Тип Визуализации

source: Weekly
ru_ru: Неделя

source: Multiplier
ru_ru: Множитель

source: Any
ru_ru: Любое

source: Bars Direction
ru_ru: Направление Баров

# Bearlish
source: Bearish
ru_ru: Медвежье

source: Bullish
ru_ru: Бычье

source: Delta Type
ru_ru: Тип Дельты

source: Negative
ru_ru: Отрицательная

source: Positive
ru_ru: Положительная

source: Auto Filter Period
ru_ru: Период Автофильтра

source: Buys
ru_ru: Покупки

source: Calculation Mode
ru_ru: Тип Расчетов

source: Sells
ru_ru: Продажи

source: Time Filter, Sec
ru_ru: Фильтр Времени, Сек

source: Trades Filter
ru_ru: Фильтр Трейдов

source: Auto Filter
ru_ru: Автофильтр

source: Current Day
ru_ru: Текущий День

source: Current Month
ru_ru: Текущий Месяц

source: Current Week
ru_ru: Текущая Неделя

# PreviousDay
source: Last Day
ru_ru: Прошлый День

# PreviousMonth
source: Last Month
ru_ru: Прошлый Месяц

# PreviousWeek
source: Last Week
ru_ru: Прошлая Неделя

source: Left
ru_ru: Слева

source: Right
ru_ru: Справа

source: Show
ru_ru: Отображать

source: Text Location
ru_ru: Расположение Текста

source: Text Size
ru_ru: Размер Текста

source: Absolute Price
ru_ru: Абсолютная Величина

# RelativeInPercent
source: Relative In %
ru_ru: Относительная Величина

source: Font Size
ru_ru: Размер Шрифта

source: Height
ru_ru: Высота

source: Text Color
ru_ru: Цвет Текста

source: Time Format
ru_ru: Формат Времени

source: Third Dev.
ru_ru: Отклонение №3

source: Maximum
ru_ru: Максимум

source: Minimum
ru_ru: Минимум

source: Size
ru_ru: Размер

source: Bottom - Left
ru_ru: Снизу Слева

source: Bottom - Right
ru_ru: Снизу Справа

source: Center
ru_ru: По Центру

source: First Line
ru_ru: Первая Строка

source: Font
ru_ru: Шрифт

source: Horizontal Offset
ru_ru: Отступ По Горизонтали

source: Second Line
ru_ru: Вторая Строка

source: Show Instrument
ru_ru: Отображать Инструмент

source: Show Period
ru_ru: Отображать Период

source: Top - Left
ru_ru: Сверху Слева

source: Top - Right
ru_ru: Сверху Справа

source: Vertical Offset
ru_ru: Отступ по вертикали

source: Visualization
ru_ru: Визуализация

# AxisTextColor
source: Text On Axis
ru_ru: Цвет текста На Оси

source: Negative Delta
ru_ru: Отрицательная Дельта

source: Positive Delta
ru_ru: Положительная Дельта

source: By Bar
ru_ru: Каждый Бар

source: Cumulative
ru_ru: Накопительно

source: Session
ru_ru: Сессия

source: Paint Bars
ru_ru: Раскрашивать Бары

source: Bars
ru_ru: Бары

# BBandsWidth
source: Channel Width
ru_ru: Ширина Канала

# AccelMax
source: Acceleration Max
ru_ru: Макс. Ускорение

# AccelStart
source: Acceleration Start
ru_ru: Начальное Ускорение

# AccelStep
source: Acceleration Step
ru_ru: Шаг Ускорения

source: Area Color
ru_ru: Цвет

source: Average Period
ru_ru: Период Сглаживания

source: End Time
ru_ru: Конечное Время

source: Long Period
ru_ru: Период Длинный

source: Offset Multiplier
ru_ru: Коэффициент Отклонения

source: Short Period
ru_ru: Период Короткий

source: Signal Period
ru_ru: Период Сигнала

source: Smooth
ru_ru: Сглаживание

source: Start Time
ru_ru: Начальное Время

# LookBack
source: Lookback Period
ru_ru: Период

source: Render Periods
ru_ru: Отображаемое Количество Периодов

source: Overbought
ru_ru: Перекупленность

source: Oversold
ru_ru: Перепроданность

source: High Session
ru_ru: Максимум Сессии

source: Low Session
ru_ru: Минимум Сессии

source: Open Session
ru_ru: Начало Сессии

source: Wave Period
ru_ru: Длина Волны

source: Histogram
ru_ru: Гистограмма

source: Use Scale
ru_ru: Масштабировать

source: Body
ru_ru: Тело

source: Candle Body Height
ru_ru: Высота Тела Свечи

source: Candle Body Height Filter
ru_ru: Фильтр По Высоте Тела Свечи

source: Candle Height
ru_ru: Высота Свечи

source: Candle Height Filter
ru_ru: Фильтр По Высоте Свечи

# DepthMarket
source: Depth Of Market
ru_ru: Bid/Ask/Delta

# DepthMarketFilter
source: Depth Of Market Filter
ru_ru: Фильтр По Bid/Ask/Delta

source: Direction Filter
ru_ru: Фильтр По Направлению

source: Disabled
ru_ru: Выключен

source: Dodge
ru_ru: Нейтральный

source: Lower Wick
ru_ru: Нижняя Тень

source: Maximum Ask
ru_ru: Максимальный Аск

source: Maximum Bid
ru_ru: Максимальный Бид

source: Maximum Candle Body Height
ru_ru: Максимальная Высота Тела Свечи

source: Maximum Candle Height
ru_ru: Максимальная Высота Свечи

source: Maximum Delta
ru_ru: Максимальная Дельта

source: Maximum Trades
ru_ru: Максимум Сделок

source: Maximum Volume
ru_ru: Максимальный Объем

source: Maximum Volume Filter
ru_ru: Расположение Максимального Объема

source: Minimum Ask
ru_ru: Минимальный Аск

source: Minimum Bid
ru_ru: Минимальный Бид

source: Minimum Candle Body Height
ru_ru: Минимальная Высота Тела Свечи

source: Minimum Candle Height
ru_ru: Минимальная Высота Свечи

source: Minimum Delta
ru_ru: Минимальная Дельта

source: Minimum Trades
ru_ru: Минимум Сделок

source: Minimum Volume
ru_ru: Минимальный Объем

source: Trades
ru_ru: Сделки

source: Upper Wick
ru_ru: Верхняя Тень

source: Volume Filter
ru_ru: Фильтр По Объему

source: Predict
ru_ru: Задержка

source: Slow Factor
ru_ru: Задержка

# BBMultFactor
source: Bollinger Bands Multiplier Factor
ru_ru: Bollinger Bands Множитель

# BBPeriod
source: Bollinger Bands Period
ru_ru: Bollinger Bands Период

# KCMultFactor
source: Keltner Channel Multiplier Factor
ru_ru: Keltner Channel Множитель

# KCPeriod
source: Keltner Channel Period
ru_ru: Keltner Channel Период

source: Use TrueRange (KC)
ru_ru: Применить TrueRange (KC)

source: Jaw Alligator
ru_ru: Челюсть Аллигатора

source: Lips Alligator
ru_ru: Губы Аллигатора

source: Shift
ru_ru: Сдвиг

source: Teeth Alligator
ru_ru: Зубы Аллигатора

source: Buy Color
ru_ru: Цвет Покупки

source: Sell Color
ru_ru: Цвет Продажи

# AnalysisPeriod
source: Retrospective Analysis Period
ru_ru: Период Ретроспективного Анализа

source: Percent
ru_ru: Процент

source: Background Buy Color
ru_ru: Фон Повышающегося Дня

source: Background Sell Color
ru_ru: Фон Понижающегося Дня

source: Retrospective Analysis
ru_ru: Ретроспективный Анализ

source: Spacing
ru_ru: Интервал

# BreakDnColor
source: Break Down Color
ru_ru: Пробой Вниз

source: Break Up Color
ru_ru: Пробой Вверх

source: Flat Color
ru_ru: Флэт

# MaxVolColor
source: Maximal Volume Color
ru_ru: Максимальный Объем

source: Timeframe
ru_ru: Период Свечи

source: Offset
ru_ru: Отступ

# ClosePrevDay
source: Previous Day Close
ru_ru: Закрытие Предыдущего Дня

# OpenCurDay
source: Current Day Open
ru_ru: Открытие Текущего Дня

source: Price Change
ru_ru: Изменение Цены

source: Custom Session Start
ru_ru: Произвольное Время Начала Сессии

source: Frame Multiplier
ru_ru: Кратность Блока

source: Frame Size
ru_ru: Размер Блока

source: Ignore Wicks
ru_ru: Не Учитывать Тени Свечей

# OffsetY
source: Y Offset
ru_ru: Смещение По Оси Y

source: Open Line
ru_ru: Уровень Открытия

source: Session Time
ru_ru: Время Сессии

source: Start Time(GMT)
ru_ru: Время Начала Сессии(GMT)

source: Text Settings
ru_ru: Настройки Текста

# AutoCalculation
source: Automatic Calculation
ru_ru: Автоматический Расчет

source: Base Line
ru_ru: Базовый Уровень

source: Custom Price
ru_ru: Произвольная Цена

source: Direction Of Zone
ru_ru: Направление Зоны

source: Down
ru_ru: Вниз

source: Efficiency Ratio Period
ru_ru: Период Эффективного Соотношения

# InstrumentParameters
source: Instrument Paramethers
ru_ru: Параметры Инструмента

source: Margin
ru_ru: Маржинальный Уровень

source: Start Price
ru_ru: Начальная Цена

source: Tick Cost
ru_ru: Цена Тика

source: Up
ru_ru: Вверх

# Zone100
source: 100% Zone
ru_ru: 100% Зона

# Zone150
source: 150% Zone
ru_ru: 150% Зона

# Zone200
source: 200% Zone
ru_ru: 200% Зона

# Zone25
source: 25% Zone
ru_ru: 25% Зона

# Zone50
source: 50% Zone
ru_ru: 50% Зона

# Zone75
source: 75% Zone
ru_ru: 75% Зона

# ZoneWidth
source: Zone Width (Days)
ru_ru: Длина Зоны (Дни)

source: Border Color
ru_ru: Цвет Границы

source: Border Width
ru_ru: Ширина Границы

source: Fill Color
ru_ru: Цвет Заливки

source: Grid
ru_ru: Сетка

source: Multiplier 1
ru_ru: Множитель 1

source: Multiplier 2
ru_ru: Множитель 2

source: Multiplier 3
ru_ru: Множитель 3

source: Open Range
ru_ru: Диапазон Открытия

source: Settings
ru_ru: Настройки

source: Show Average
ru_ru: Отображать Скользящую Среднюю

source: Show Grid
ru_ru: Отображать Сетку

source: Area Transparency
ru_ru: Прозрачность Фона

source: Bearlish Color
ru_ru: Направление Вниз

source: Bullish Color
ru_ru: Направление Вверх

source: External Period
ru_ru: Внешний Период

source: Grid Style
ru_ru: Стиль Сетки

source: Show As Candle
ru_ru: Отображать В Виде Свечей

# DashStyle
source: Style
ru_ru: Стиль

source: Ask Color
ru_ru: Цвет Асков

source: Bid Color
ru_ru: Цвет Бидов

# HideRowsDescription
source: Hide Headers
ru_ru: Скрыть Заголовки

# ShowAsk
source: Show Asks
ru_ru: Отображать Аски

# ShowBid
source: Show Bids
ru_ru: Отображать Биды

source: Show Delta
ru_ru: Отображать Дельту

# ShowDeltaPerVolume
source: Show Delta/Volume
ru_ru: Отображать Дельту/Объем

source: Show Duration
ru_ru: Длительность Свечки, Сек

source: Show Maximum Delta
ru_ru: Отображать Максимальную Дельту

source: Show Minimum Delta
ru_ru: Отображать Минимальную Дельту

source: Show Session Delta
ru_ru: Отображать Сессионную Дельту

# ShowSessionDeltaPerVolume
source: Show Session Delta/Volume
ru_ru: Отображать Сессионную Дельту/Объем

source: Show Session Volume
ru_ru: Отображать Сессионный Объем

source: Show Time
ru_ru: Отображать Время

# ShowVolumePerSecond
source: Show Volume/Second
ru_ru: Отображать Объем/Секунды

source: Strings
ru_ru: Строчки

source: Volume Color
ru_ru: Объем

source: Do Not Show Above Chart
ru_ru: Не Отображать Над Графиком

source: Speed Interval
ru_ru: Интервал Индикации Скорости

source: Alert Filter
ru_ru: Фильтр Для Алерта

source: Combine Small Trades
ru_ru: Объединять Маленькие Сделки

# DigitsAfterComma
source: Digits After The Decimal Point In Volume Values
ru_ru: Количество Знаков После Запятой В Значениях Объема

# LinkingToBar
source: Linked To Bar
ru_ru: Привязка К Бару

source: Location
ru_ru: Расположение

source: Show Small Trades
ru_ru: Отображать Маленькие Сделки

source: Circles
ru_ru: Круги

source: Rectangles
ru_ru: Прямоугольники

source: High Color
ru_ru: Цвет Максимума

source: Low Color
ru_ru: Цвет Минимума

source: Low Ratio
ru_ru: Минимальное Соотношение

source: Neutral Color
ru_ru: Нейтральный Цвет

source: Neutral Ratio
ru_ru: Нейтральное Соотношение

source: Values
ru_ru: Значения

source: H4
ru_ru: 4 Часа

source: H2
ru_ru: 2 Часа

source: H6
ru_ru: 6 Часов

source: At High
ru_ru: Максимум Свечи

source: At High Or Low
ru_ru: На Максимуме Или Минимуме

source: At Low
ru_ru: Минимум Свечи

source: Bars Range
ru_ru: Объединение Баров

source: Candle Direction
ru_ru: Направление Баров

source: Cluster Selection Transparency
ru_ru: Прозрачность Выделений В Кластерах

source: Delta Filter
ru_ru: Дельта Фильтр

source: Delta Filters
ru_ru: Дельта Фильтры

# DeltaImbalance
source: Bid Ask Imbalance,%
ru_ru: Перевес Бид-Аск,%

source: Fixed Sizes
ru_ru: Фиксированные Размеры

source: Maximum Average Trade
ru_ru: Макс. Средняя Сделка В Уровне

source: Maximum Size
ru_ru: Максимальный Размер

# MaxValue
source: Maximum Value
ru_ru: Максимальное Значение

source: Minimum Average Trade
ru_ru: Мин. Средняя Сделка В Уровне

source: Minimum Size
ru_ru: Минимальный Размер

# MinValue
source: Minimum Value
ru_ru: Минимальное Значение

source: Only One Selection Per Bar
ru_ru: Только Одно Выделение В Баре

# PipsFromHigh
source: Ticks From High
ru_ru: Тиков От Максимума Баров

# PipsFromLow
source: Ticks From Low
ru_ru: Тиков От Минимума Баров

source: Price Location
ru_ru: Расположение Цены

source: Price Range
ru_ru: Объединение Ценовых Уровней

source: Time Filtration
ru_ru: Фильтр По Времени

source: Time From
ru_ru: Начальное Время

source: Time To
ru_ru: Конечное Время

source: Use Time Filter
ru_ru: Использовать Фильтр По Времени

source: Visual Objects Transparency
ru_ru: Прозрачность Визуальных Объектов

source: Grid Color
ru_ru: Цвет Сетки

# HeaderBackground
source: Headers Background
ru_ru: Цвет Заголовков

source: Border
ru_ru: Границы

source: Use Alerts
ru_ru: Использовать Алерты

# VisibleProportion
source: Proportion By Visible Part Of The Chart
ru_ru: Отображать По Градиенту

source: Auto
ru_ru: Авто

source: Current Time
ru_ru: Текущее Время

source: HHMMSSPM
ru_ru: ЧЧММСС PM

source: MMSS
ru_ru: ММСС

# OffsetX
source: X Offset
ru_ru: Смещение По Оси X

source: Time Settings
ru_ru: Настройки Времени

# TimeToEndOfCandle
source: Time Until Bar Closes
ru_ru: Время До Окончания Свечи

source: Unsupported TimeFrame
ru_ru: Таймфрейм Не Поддерживается

source: Waiting For New Tick
ru_ru: Ожидаем Новый Тик

source: Ask/Bid Imbalance Color
ru_ru: Цвет Перевеса Ask/Bid

source: Ask Filter
ru_ru: Фильтр По Аск

source: Between
ru_ru: Внутри Спреда

source: Between Color
ru_ru: Промежуточный Цвет

source: Bid And Ask
ru_ru: Покупки И Продажи

source: Bid/Ask Imbalance Color
ru_ru: Цвет Перевеса Bid/Ask

source: Bid Filter
ru_ru: Фильтр По Бид

source: Bid Or Ask
ru_ru: Покупка Или Продажа

source: Calculation Settings
ru_ru: Настройки Вычисления

source: Cumulative Trades
ru_ru: Агрегированные Сделки

source: Data
ru_ru: Данные

source: Days
ru_ru: Дни

source: Exact
ru_ru: Точное

source: High Line Color
ru_ru: Цвет Уровня Максимума

source: Imbalance Range
ru_ru: Диапазон Дисбаланса

source: Imbalance Ratio
ru_ru: Соотношение Дисбаланса

source: Imbalance Volume
ru_ru: Объём Дисбаланса

source: Line Width
ru_ru: Толщина Линии

source: Low Line Color
ru_ru: Цвет Уровня Минимума

source: Max Cumulative Volume
ru_ru: Максимальный Общий Объем

# MaximumCount
source: Maximum trades Count
ru_ru: Максимальное Лол-во Трейдов

source: Max Print Volume
ru_ru: Максимальный Объем Тика

source: Min Cumulative Volume
ru_ru: Минимальный Общий Объем

# MinimumCount
source: Minimum Trades Count
ru_ru: Минимальное Кол-во Трейдов

source: Min Print Volume
ru_ru: Минимальный Объем Тика

source: None
ru_ru: Нет

source: Print Line For X Bars
ru_ru: Рисовать Линию Х Баров

source: Range Filter
ru_ru: Тиков В Диапазоне

source: Required Change
ru_ru: Требуемое Изменение

source: Search Prints Inside Time Filter
ru_ru: Искать Принты Внутри Временного Фильтра

source: Show Bars
ru_ru: Показывать Бары

source: Show Ticks
ru_ru: Показывать Тики

source: Time Filter
ru_ru: Временной Фильтр, Миллисек

source: Ask Rows
ru_ru: Аски

source: Asks Background
ru_ru: Фон Асков

source: Best Ask Background
ru_ru: Фон BestAsk

source: Best Bid Background
ru_ru: Фон BestBid

source: Bid Rows
ru_ru: Биды

source: Bids Background
ru_ru: Фон Бидов

# CustomPriceLevelsHeight
source: Custom Height Of Price Levels
ru_ru: Высота Ценовых Уровней (Вручную)

source: Custom Scale
ru_ru: Отступ От Границ Графика

source: Histogram Size
ru_ru: Размер Гистограммы

source: Proportion Volume
ru_ru: Объем Пропорции

source: Right To Left
ru_ru: Справа Налево

source: Scale
ru_ru: Масштаб

source: Show Cumulative Values
ru_ru: Отображать Суммарные Значения

source: Use Auto Size
ru_ru: Автоматическая Пропорция

source: High Low Color
ru_ru: Цвет High/Low

source: Show Cumulative
ru_ru: Кумулятивное Отображение

source: Show High/Low
ru_ru: Отображать High/Low

source: Show SMA
ru_ru: Отображать Скользящую Среднюю

source: SMA Color
ru_ru: Цвет Скользящей Средней

source: SMA Period
ru_ru: Период Скользящей Средней

source: Enabled
ru_ru: Включен

source: Filter №1
ru_ru: Фильтр №1

source: Filter №2
ru_ru: Фильтр №2

source: Filter №3
ru_ru: Фильтр №3

source: Filter №4
ru_ru: Фильтр №4

source: Filter №5
ru_ru: Фильтр №5

source: Show Above Chart
ru_ru: Отображать Над Графиком

source: Ignore Zero Values
ru_ru: Игнорировать Нулевые Значения

source: Author
ru_ru: Автор

source: Clusters Mode
ru_ru: Кластерный Режим Отображения

source: Copyright
ru_ru: Авторские Права

source: Cumulative Mode
ru_ru: Кумулятивный Режим

source: Custom Diapason
ru_ru: Ограничить Диапазон

source: Grid Step
ru_ru: Шаг Сетки

source: Separated Trades
ru_ru: Отдельные Сделки

source: Use ABS Value
ru_ru: Использовать Значения По Модулю

# MaxPeriod
source: Maximal Period
ru_ru: Максимальный Период

# MinPeriod
source: Minimal Period
ru_ru: Минимальный Период

# EmaPeriod1
source: Exponential Moving Average Period 1
ru_ru: Экспоненциальная Скользящая Средняя 1

# EmaPeriod2
source: Exponential Moving Average Period 2
ru_ru: Экспоненциальная Скользящая Средняя 2

# EmaPeriod3
source: Exponential Moving Average Period 3
ru_ru: Экспоненциальная Скользящая Средняя 3

# EmaPeriod4
source: Exponential Moving Average Period 4
ru_ru: Экспоненциальная Скользящая Средняя 4

# EmaPeriod5
source: Exponential Moving Average Period 5
ru_ru: Экспоненциальная Скользящая Средняя 5

# EmaPeriod6
source: Exponential Moving Average Period 6
ru_ru: Экспоненциальная Скользящая Средняя 6

source: SMA Period 1
ru_ru: Период Скользящей Средней 1

source: SMA Period 2
ru_ru: Период Скользящей Средней 2

source: SMA Period 3
ru_ru: Период Скользящей Средней 3

source: SMA Period 4
ru_ru: Период Скользящей Средней 4

source: ADX Period
ru_ru: Период ADX

source: EMA Period
ru_ru: Период Экспоненциальной Скользящей Средней

# MovingType
source: Moving Average Type
ru_ru: Тип Скользящей Средней

source: Use Previous Close
ru_ru: Учитывать Закрытие Прошлой Свечи

source: AskBid
ru_ru: АскБид

source: BidAsk
ru_ru: БидАск

source: Bottom Band
ru_ru: Нижняя Граница Канала

source: Middle Band
ru_ru: Середина Канала

source: Keltner Channel
ru_ru: Канал Кельтнера

source: High Ratio
ru_ru: Максимальное Соотношение

# UseMA
source: Use Moving Average
ru_ru: Использовать Скользящую Среднюю

# MaxOpenInterest
source: Maximum Open Interest
ru_ru: Максимальный Открытый Интерес

# MinOpenInterest
source: Minimum Open Interest
ru_ru: Минимальный Открытый Интерес

source: Step
ru_ru: Шаг

source: Inside Bar
ru_ru: Внутри Бара

# InsideEqualBar
source: Inside Or Equals Bar
ru_ru: Внутри Бара Или Равный Бар

source: Period %D
ru_ru: Период %D

source: Period %K
ru_ru: Период %K

source: Estimator
ru_ru: Оценка

source: Indicator
ru_ru: Индикатор

source: Top Band
ru_ru: Верхняя Граница Канала

source: First Bar
ru_ru: Первый Бар

source: Last Bar
ru_ru: Последний Бар

source: Session Begin
ru_ru: Начало Сессии

# SMA1
source: Simple Moving Average 1
ru_ru: Простая Скользящая Средняя 1

# SMA2
source: Simple Moving Average 2
ru_ru: Простая Скользящая Средняя 2

source: Period 1
ru_ru: Период 1

source: Period 2
ru_ru: Период 2

source: Period 3
ru_ru: Период 3

source: Neutral
ru_ru: Нейтральный

source: Zero Value
ru_ru: Нулевое Значение

source: Buy/Sell Power
ru_ru: Сила Покупок/Продаж

source: Period 4
ru_ru: Период 4

source: Period 5
ru_ru: Период 5

source: Include Equal High Low
ru_ru: Учитывать Равные High / Low

source: Fixed Value
ru_ru: Фиксированное Значение

source: Value
ru_ru: Значение

# MaxDynamicPeriod
source: Maximal Dynamic Period
ru_ru: Максимальный Динамический Период

# Overbought1
source: Overbought Level 1
ru_ru: Уровень Перекупленности 1

# Overbought2
source: Overbought Level 2
ru_ru: Уровень Перекупленности 2

# Overbought3
source: Overbought Level 3
ru_ru: Уровень Перекупленности 3

# Oversold1
source: Oversold Level 1
ru_ru: Уровень Перепроданности 1

# Oversold2
source: Oversold Level 2
ru_ru: Уровень Перепроданности 2

# Oversold3
source: Oversold Level 3
ru_ru: Уровень Перепроданности 3

source: Fast Line
ru_ru: Быстрая Линия

source: Slow Line
ru_ru: Медленная Линия

source: Invert Output
ru_ru: Отображать Обратные Значения

source: Range
ru_ru: Диапазон

source: Drawing
ru_ru: Отрисовка

source: Image Location
ru_ru: Путь К Изображению

# LogoLocation
source: Location
ru_ru: Положение

source: Show Delta Change
ru_ru: Отображать Изменение Дельты

source: Session End
ru_ru: Конец Сессии

source: Length
ru_ru: Длинна

source: Description
ru_ru: Описание

# CustomVWAP
source: Custom VWAP Starting Point
ru_ru: Произвольная Точка Старта Индикатора

# DeleteStartPoint
source: Delete Starting Point
ru_ru: Удалить Начальную Позицию

# ResetOnSession
source: Reset On New Session
ru_ru: Сбрасывать В Начале Новой Сессии

# SaveStartPoint
source: Save Custom Starting Point
ru_ru: Сохранять Начальную Позицию

# SetStartPoint
source: Set Starting Point
ru_ru: Установить Начальную Позицию

# AllowCustomStartPoint
source: Custom Starting Point Mode
ru_ru: Задавать Начало Отсчета Горячими Клавишами

source: Transparency
ru_ru: Прозрачность

# LogoFilePathDescription
source: Image Files (*.bmp, *.gif, *.jpeg, *.jpg, *.png, *.tiff)
ru_ru: Файл Изображения (*.bmp, *.gif, *.jpeg, *.jpg, *.png, *.tiff)
